<section class="section-type s-faq bg-dark">
  <div class="container--middle">
    <div class="row content-block element-animation-up">
      <div class="col-100 col-lg-35 col-xl-25">
        <h2 class="h2-title deco-line mb-1 mb-0--lg">Вопросы и ответы</h2>
      </div>
      <article class="col-100 col-lg-65 col-xl-75">
        <h2 class="p-article">Ищете, как усилить бизнес с помощью контента, SEO или автоматизации?</h2>
        <p>
          Раздел FAQ создан, чтобы ответить на ключевые вопросы о моих услугах и показать, как они решают ваши задачи.
          Узнайте о сроках, процессе работы, выгодах
          и технических аспектах, чтобы принять уверенное решение. Ознакомьтесь с ответами, чтобы с чётким пониманием
          начать преобразование бизнеса и достичь
          роста, экономя время и ресурсы!
        </p>
        <p>Если у вас остануться вопросы - свяжитесь со мной для консультации, и я помогу найти идеальное решение для
          вашего успеха!</p>
      </article>
    </div>
    <div class="row">
      <article class="col-100 col-xl-80">
        <ul class="faq-list">
          <li>
            <h2 class="faq-question" tabindex="0">Как проходит работа над проектом?</h2>
            <div class="faq-answer">
              <p>
                Анализирую ваши цели, предлагаю чёткий план, выполняю задачи и предоставляю отчёты. Вы всегда в курсе
                прогресса, а я на связи для вопросов и
                правок. Такой подход гарантирует, что решения соответствуют вашим задачам. Начните с консультации, чтобы
                обсудить детали!
              </p>
            </div>
          </li>
          <li>
            <h2 class="faq-question" tabindex="0">Сколько стоят ваши услуги?</h2>
            <div class="faq-answer">
              <p>
                Стоимость зависит от задач и объёма работы, например, сложности создаваемого контента, объема
                необходимой оптимизации или настройки чат-ботов.
                Предлагаю индивидуальные решения, чтобы уложиться в ваш бюджет. Свяжитесь для консультации, и я
                подготовлю прозрачное предложение, которое
                обеспечит максимальную выгоду для вашего бизнеса.
              </p>
            </div>
          </li>
          <li>
            <h2 class="faq-question" tabindex="0">Как услуги адаптируются под мой бизнес?</h2>
            <div class="faq-answer">
              <p>
                Изучаю ваш бренд и цели, чтобы контент, создаваемая верстка или чат-боты работали именно для вашей
                аудитории. Персонализированные решения
                усиливают бренд, повышают конверсии и экономят время. Расскажите о задачах, и я предложу подход, который
                идеально подойдёт вашему бизнесу!
              </p>
            </div>
          </li>
          <li>
            <h2 class="faq-question" tabindex="0">Как работают AI-чат-боты для моего сайта?</h2>
            <div class="faq-answer">
              <p>
                Разрабатываю чат-боты, которые общаются с клиентами 24/7, автоматизируют заказы и собирают отзывы.
                Интегрирую их с сайтом, соцсетями или
                мессенджерами, обеспечивая удобство. Это повышает лояльность и продажи. Хотите узнать больше? Свяжитесь,
                чтобы обсудить ваш проект!
              </p>
            </div>
          </li>
          <li>
            <h2 class="faq-question" tabindex="0">Будет ли поддержка после запуска услуги?</h2>
            <div class="faq-answer">
              <p>
                Обеспечиваю поддержку после запуска, будь то обновление контента, мониторинг показателей сайта или
                настройка чат-ботов. Предоставляю рекомендации
                и корректировки, чтобы результаты росли. Свяжитесь, чтобы обсудить, как я помогу вашему бизнесу
                поддерживать успех в долгосрочной перспективе!
              </p>
            </div>
          </li>
        </ul>
      </article>
    </div>
    <div class="row">
      <div class="col-100">
        <article class="bottom-text mt-3 pt-0 pt-1--lg">
          <h2 class="p-article color-white font-middle mb-0">Не нашли ответа?</h2>
          <p>
            Свяжитесь для бесплатной консультации, и я помогу выбрать решения, которые выведут ваш бизнес на новый
            уровень. <br>Давайте обсудим ваши цели прямо сейчас!
          </p>
        </article>
        <!-- Блок кнопок -->
        <div class="button-wrap flex justify-center mt-2 mt-3--lg">
          <button class="start-project-btn display-inline-block js-startproject">Получить консультацию</button>
        </div>
      </div>
    </div>
  </div>
</section>
